Repository: common-repository/social-archiver
Catalog: languages/social-archiver-*.po
Languages: fr_fr

source: Twitter API return a 401 error, please check your consumer key and consumer secret.
fr_fr: L'API Twitter renvoie une erreur 401, veuillez vérifier votre consumer key et votre consumer secret.

source: Twitter API return a 403 error, have you reached the limit ?
fr_fr: L'API Twitter renvoie une erreur 403, avez-vous atteint la limite ?

source: Twitter API return a %1$d error, please reload and retry.
fr_fr: L'API Twitter renvoie une erreur %1$d, merci de recharger et de réessayer.

source: Archiving tweets
fr_fr: Archivage des tweets

source: Well done, import is done!
fr_fr: Bien joué, l'importation est terminée!

source: %1$sArchiving in progress, don't leave this page! The page will reload in %2$s second(s)%3$s
fr_fr: %1$sArchivage en cours, ne quittez pas cette page! La page se rechargera dans %2$s seconde(s)%3$s

source: Add New
fr_fr: Ajouter

source: Add New Tweet
fr_fr: Ajouter un tweet

source: New Tweet
fr_fr: Nouveau tweet

source: Edit Tweet
fr_fr: Editer un tweet

source: View Tweet
fr_fr: Voir le tweet

source: All Tweets
fr_fr: Tout les tweets

source: Search Tweets
fr_fr: Chercher des tweets

source: Parent Tweets:
fr_fr: Tweets parents:

source: No tweet found.
fr_fr: Pas de tweet trouvé.

source: No tweets found in Trash.
fr_fr: Pas de tweets trouvés dans la poubelle.

source: Every %1$d minutes
fr_fr: Chaque %1$d minutes

source: Soon
fr_fr: Bientôt

source: Twitter Settings
fr_fr: Réglages Twitter

source: Manual archiving
fr_fr: Archivage manuel

source: Username
fr_fr: Nom d'utilisateur

source: Enable automatic archiving
fr_fr: Activer l'archivage automatique

source: Cron interval
fr_fr: Interval du cron

source: Go on %1$s to create a new application. Once done click on "Keys and Access Tokens" tab to get your consumer key and consumer secret.
fr_fr: Allez sur %1$s pour créer une nouvelle application. Une fois fait, cliquez sur l'onglet "Keys and Access Tokens" afin de voir votre consumer key et votre consumer secret.

source: You can set the "Access Level" to Read only by clicking on "modify app permissions" on the same tab.
fr_fr: Vous pouvez régler l'"Access Level" sur Read only en cliquant sur "modify app permissions" sur le même onglet.

source: How the plugin will archive your tweets
fr_fr: Comment le plugin va archiver vos tweets

source: To archive your tweets manually please click on the button below, please note that Twitter API only allows to retrieve the last 3200 tweets.
fr_fr: Pour archiver vos tweets manuellement, merci de cliquer sur le bouton ci-dessous. Veuillez noter que l'API Twitter n'autorise la récupération que des 3200 derniers tweets.

source: Manual archiving could take time, please be patient and dont't leave this page until the import is done.
fr_fr: L'archivage manuel peut prendre du temps, soyez patient et ne quitter pas cette page avant que l'importation ne soit terminée.

source: Archive all tweets
fr_fr: Archiver tout les tweets

source: Next archiving in %1$d minute
fr_fr: Prochain archivage dans %1$d minute
